{
    "Reset Password": "إعادة تعيين كلمة المرور",
    "You are receiving this email because we received a password reset request for your account.": "تلقيت هذا البريد لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.",
    "This password reset link will expire in :count minutes.": "ستنتهي صلاحية رابط إعادة تعيين كلمة المرور خلال :count دقيقة.",
    "If you did not request a password reset, no further action is required.": "إذا لم تطلب إعادة تعيين كلمة المرور، لا يلزم اتخاذ أي إجراء.",
    "Verify Email Address": "التحقق من البريد الإلكتروني",
    "Please click the button below to verify your email address.": "يرجى النقر على الزر أدناه للتحقق من بريدك الإلكتروني.",
    "If you did not create an account, no further action is required.": "إذا لم تنشئ حسابًا، لا يلزم اتخاذ أي إجراء.",
    "Verify your new email address": "التحقق من عنوان بريدك الإلكتروني الجديد",
    "You requested to change your email address. Please click the button below to verify your new email.": "طلبت تغيير بريدك الإلكتروني. يرجى النقر على الزر أدناه للتحقق من بريدك الجديد.",
    "Verify new email": "التحقق من البريد الجديد",
    "If you did not request this change, you can safely ignore this email.": "إذا لم تطلب هذا التغيير، يمكنك تجاهل هذا البريد بأمان.",
    "If that email exists in our system, we have sent a password reset link.": "إذا كان هذا البريد مسجلاً في نظامنا، فقد أرسلنا رابط إعادة تعيين كلمة المرور.",
    "We couldn't send the reset link right now. Please try again in a few minutes.": "لم نتمكن من إرسال الرابط الآن. يرجى المحاولة مرة أخرى بعد دقائق.",
    "Restaurant Management System": "نظام إدارة المطاعم",
    "Open RMS": "فتح RMS",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "Registered. Please verify your email using the link we sent you.": "تم التسجيل. يرجى التحقق من بريدك باستخدام الرابط الذي أرسلناه.",
    "Email already verified.": "البريد الإلكتروني مُتحقق منه بالفعل.",
    "Verification link sent. Please check your email.": "تم إرسال رابط التحقق. يرجى التحقق من بريدك.",
    "If that email exists and is unverified, we have sent a new verification link.": "إذا كان هذا البريد مسجلاً وغير مُتحقق منه، فقد أرسلنا رابط تحقق جديد.",
    "A verification link has been sent to your new email address. Please confirm to complete the change.": "تم إرسال رابط تحقق إلى بريدك الجديد. أكد للاطلاع على التغيير.",
    "Profile updated.": "تم تحديث الملف الشخصي."
}
